ae.ahb.digital
ae.gov.iacad.PrayerTimings
ae.uaepass.mainapp
ai.metaverselabs.grammargpt
ai.mistral.chat
ai.qwenlm.chat.android
ak.alizandro.smartaudiobookplayer
android
android.auto_generated_rro_product__
android.auto_generated_rro_vendor__
android.autoinstalls.config.samsung
app.kironcampus
app.netmirror.netmirror
app.ninjavpn.android
app.revanced.android.apps.youtube.music
app.revanced.android.gms
app.rvx.android.youtube
app.rvx.reddit.frontpage
au.com.shiftyjelly.pocketcasts
bbc.iplayer.android
bbc.mobile.news.ww
ch.protonmail.android
ch.protonvpn.android
cn.wps.moffice_eng
com.abide.magellantv
com.abs.cpu_z_advance
com.adguard.android
com.adguard.vpn
com.adobe.reader
com.alhiwar
com.amazon.amazonvideo.livingroom
com.android.backupconfirm
com.android.bips
com.android.bluetooth
com.android.bluetoothmidiservice
com.android.bookmarkprovider
com.android.calllogbackup
com.android.cameraextensions
com.android.carrierconfig
com.android.carrierdefaultapp
com.android.certinstaller
com.android.chrome
com.android.companiondevicemanager
com.android.cts.ctsshim
com.android.cts.priv.ctsshim
com.android.dreams.basic
com.android.dreams.phototable
com.android.dynsystem
com.android.egg
com.android.externalstorage
com.android.hotspot2.osulogin
com.android.htmlviewer
com.android.inputdevices
com.android.internal.display.cutout.emulation.corner
com.android.internal.display.cutout.emulation.double
com.android.internal.display.cutout.emulation.hole
com.android.internal.display.cutout.emulation.tall
com.android.internal.display.cutout.emulation.waterfall
com.android.internal.systemui.navbar.gestural
com.android.internal.systemui.navbar.gestural_extra_wide_back
com.android.internal.systemui.navbar.gestural_narrow_back
com.android.internal.systemui.navbar.gestural_wide_back
com.android.internal.systemui.navbar.threebutton
com.android.internal.systemui.onehanded.gestural
com.android.keychain
com.android.localtransport
com.android.location.fused
com.android.managedprovisioning
com.android.mms.service
com.android.mtp
com.android.ons
com.android.pacprocessor
com.android.phone
com.android.printspooler
com.android.providers.blockednumber
com.android.providers.calendar
com.android.providers.downloads
com.android.providers.downloads.ui
com.android.providers.media
com.android.providers.partnerbookmarks
com.android.providers.settings
com.android.providers.telephony
com.android.providers.userdictionary
com.android.proxyhandler
com.android.se
com.android.server.telecom
com.android.settings
com.android.settings.intelligence
com.android.sharedstoragebackup
com.android.shell
com.android.simappdialog
com.android.stk
com.android.stk2
com.android.storagemanager
com.android.systemui
com.android.theme.font.notoserifsource
com.android.traceur
com.android.uwb.resources
com.android.vending
com.android.vpndialogs
com.android.wallpaper.livepicker
com.android.wallpaperbackup
com.android.wallpapercropper
com.android.wifi.dialog
com.android.wifi.resources
com.android.youtube.premium
com.anthropic.claude
com.appgeneration.itunerfree
com.arabiait.belal
com.arturagapov.phrasalverbs
com.awqafuae.android
com.ayah
com.bambuna.podcastaddict
com.bbc.sounds
com.biomes.vanced
com.blogspot.newapphorizons.fakegps
com.britishcouncil.phonemicchart
com.camerasideas.trimmer
com.cavevideo.tiksave
com.cbs.tve
com.checkitt
com.cloudflare.onedotonedotonedotone
com.cnn.mobile.android.phone
com.condenast.thenewyorker.android
com.cyf.effortlessEnglish
com.deepseek.chat
com.discord
com.domobile.applockwatcher
com.dti.samsung
com.duosecurity.duomobile
com.dywx.larkplayer
com.ebooks.ebookreader
com.echannels.moismartservices
com.eclat.myloft
com.economist.lamarr
com.electronicmoazen_new
com.facebook.appmanager
com.facebook.katana
com.facebook.orca
com.facebook.services
com.facebook.system
com.flyersoft.moonreaderp
com.foreignaffairs.magazine
com.free.vpn.super.hotspot.open
com.gilbertjolly.teachphonics.teachers
com.giphy.messenger
com.google.android.adservices.api
com.google.android.apps.accessibility.voiceaccess
com.google.android.apps.authenticator2
com.google.android.apps.bard
com.google.android.apps.carrier.carrierwifi
com.google.android.apps.docs
com.google.android.apps.docs.editors.docs
com.google.android.apps.docs.editors.sheets
com.google.android.apps.googleassistant
com.google.android.apps.labs.language.tailwind
com.google.android.apps.maps
com.google.android.apps.nbu.files
com.google.android.apps.photos
com.google.android.apps.restore
com.google.android.apps.tachyon
com.google.android.apps.translate
com.google.android.apps.turbo
com.google.android.calendar
com.google.android.captiveportallogin
com.google.android.cellbroadcastreceiver
com.google.android.cellbroadcastservice
com.google.android.configupdater
com.google.android.connectivity.resources
com.google.android.contactkeys
com.google.android.documentsui
com.google.android.ext.services
com.google.android.ext.shared
com.google.android.federatedcompute
com.google.android.feedback
com.google.android.gm
com.google.android.gms
com.google.android.gms.location.history
com.google.android.gms.supervision
com.google.android.googlequicksearchbox
com.google.android.gsf
com.google.android.ims
com.google.android.keep
com.google.android.modulemetadata
com.google.android.nearby.halfsheet
com.google.android.networkstack
com.google.android.networkstack.tethering
com.google.android.networkstack.tethering.overlay
com.google.android.ondevicepersonalization.services
com.google.android.onetimeinitializer
com.google.android.overlay.gmsconfig.common
com.google.android.overlay.gmsconfig.geotz
com.google.android.overlay.gmsconfig.gsa
com.google.android.overlay.gmsconfig.photos
com.google.android.overlay.modules.captiveportallogin.forframework
com.google.android.overlay.modules.cellbroadcastreceiver
com.google.android.overlay.modules.cellbroadcastservice
com.google.android.overlay.modules.documentsui
com.google.android.overlay.modules.ext.services
com.google.android.overlay.modules.modulemetadata.forframework
com.google.android.overlay.modules.permissioncontroller
com.google.android.overlay.modules.permissioncontroller.forframework
com.google.android.packageinstaller
com.google.android.partnersetup
com.google.android.permissioncontroller
com.google.android.printservice.recommendation
com.google.android.projection.gearhead
com.google.android.providers.media.module
com.google.android.safetycenter.resources
com.google.android.safetycore
com.google.android.sdksandbox
com.google.android.setupwizard
com.google.android.syncadapters.calendar
com.google.android.tts
com.google.android.webview
com.google.android.youtube
com.google.ar.lens
com.google.audio.hearing.visualization.accessibility.scribe
com.google.mainline.adservices
com.google.mainline.telemetry
com.grammarly.android.keyboard
com.guardian
com.hdobox
com.hiya.star
com.hrd.vocabulary
com.ilovepdf.www
com.instagram.android
com.intsig.camscanner
com.islambook
com.jonathanpuckey.radiogarden
com.kanopy
com.kareemtkb.husaryfullquranoffline.mushafmuallim
com.kareemtkb.husaryfullquranoffline.part2.mushafmuallim
com.karim.khatma
com.khatmah.android
com.knox.vpn.proxyhandler
com.lagradost.cloudstream3
com.learning.bbc
com.linkedin.android
com.macmillan.app.sounds
com.mbankuae.amcb
com.mbh.azkari
com.mediaon.apt
com.medium.reader
com.mgoogle.android.gms
com.microsoft.copilot
com.microsoft.skydrive
com.microsoft.teams
com.mobisystems.mobiscanner
com.mode.bok.ui
com.monotype.android.font.cooljazz
com.monotype.android.font.foundation
com.monotype.android.font.rosemary
com.monotype.android.font.samsungone
com.monotype.android.font.samsungsans
com.moonshot.kimichat
com.moslay
com.mtv.sai
com.mxtech.videoplayer.ad
com.mxtech.videoplayer.ae
com.mxtech.videoplayer.pro
com.mycompany.app.soulbrowser
com.nature.scientificamerican
com.nbcuni.nbc
com.ncaferra.podcast
com.newscientist.mobile
com.nuqayah.turath
com.nytimes.android
com.omidaziz.groq
com.openai.chatgpt
com.opera.browser
com.osp.app.signin
com.oup.elt.oald10_gp
com.oup.elt.peu4e
com.overdrive.mobile.android.libby
com.pakdata.QuranMajeed
com.pandavpn.androidproxy
com.pawxy.browser
com.pbs.video
com.picsart.studio
com.pinterest
com.podcast.podcasts
com.psiphon3.subscription
com.rarlab.rar
com.reddit.frontpage
com.rsupport.rs.activity.rsupport.aas2
com.samsung.aasaservice
com.samsung.accessibility
com.samsung.adaptivebrightnessgo
com.samsung.advp.imssettings
com.samsung.android.A12.d01.wallpapermulti
com.samsung.android.accessibility.talkback
com.samsung.android.aircommandmanager
com.samsung.android.allshare.service.fileshare
com.samsung.android.app.appsedge
com.samsung.android.app.clipboardedge
com.samsung.android.app.clockpack
com.samsung.android.app.cocktailbarservice
com.samsung.android.app.contacts
com.samsung.android.app.dofviewer
com.samsung.android.app.dressroom
com.samsung.android.app.galaxyfinder
com.samsung.android.app.networkstoragemanager
com.samsung.android.app.notes
com.samsung.android.app.omcagent
com.samsung.android.app.routines
com.samsung.android.app.settings.bixby
com.samsung.android.app.sharelive
com.samsung.android.app.smartcapture
com.samsung.android.app.soundpicker
com.samsung.android.app.taskedge
com.samsung.android.app.telephonyui
com.samsung.android.app.telephonyui.esimclient
com.samsung.android.app.updatecenter
com.samsung.android.app.watchmanagerstub
com.samsung.android.appseparation
com.samsung.android.audiomirroring
com.samsung.android.aware.service
com.samsung.android.bbc.bbcagent
com.samsung.android.beaconmanager
com.samsung.android.biometrics.app.setting
com.samsung.android.bluelightfilter
com.samsung.android.calendar
com.samsung.android.callbgprovider
com.samsung.android.cidmanager
com.samsung.android.cmfa.framework
com.samsung.android.ConnectivityOverlay
com.samsung.android.ConnectivityUxOverlay
com.samsung.android.container
com.samsung.android.da.daagent
com.samsung.android.dck.timesync
com.samsung.android.dialer
com.samsung.android.dqagent
com.samsung.android.dsms
com.samsung.android.dynamiclock
com.samsung.android.easysetup
com.samsung.android.emergency
com.samsung.android.fmm
com.samsung.android.forest
com.samsung.android.game.gamehome
com.samsung.android.game.gametools
com.samsung.android.game.gos
com.samsung.android.gru
com.samsung.android.hdmapp
com.samsung.android.honeyboard
com.samsung.android.incallui
com.samsung.android.ipsgeofence
com.samsung.android.keycustomizationinfobackupservice
com.samsung.android.kgclient
com.samsung.android.kidsinstaller
com.samsung.android.knox.analytics.uploader
com.samsung.android.knox.attestation
com.samsung.android.knox.containercore
com.samsung.android.knox.kpecore
com.samsung.android.knox.pushmanager
com.samsung.android.livestickers
com.samsung.android.localeoverlaymanager
com.samsung.android.location
com.samsung.android.lool
com.samsung.android.mapsagent
com.samsung.android.mdecservice
com.samsung.android.mdm
com.samsung.android.mdx.kit
com.samsung.android.mdx.quickboard
com.samsung.android.messaging
com.samsung.android.mobileservice
com.samsung.android.mtp
com.samsung.android.networkdiagnostic
com.samsung.android.networkstack
com.samsung.android.networkstack.tethering.overlay
com.samsung.android.peripheral.framework
com.samsung.android.privacydashboard
com.samsung.android.privateshare
com.samsung.android.provider.filterprovider
com.samsung.android.providers.contacts
com.samsung.android.providers.factory
com.samsung.android.providers.media
com.samsung.android.rubin.app
com.samsung.android.scloud
com.samsung.android.scpm
com.samsung.android.scs
com.samsung.android.sdk.handwriting
com.samsung.android.sdm.config
com.samsung.android.secsoundpicker
com.samsung.android.server.wifi.mobilewips
com.samsung.android.service.peoplestripe
com.samsung.android.setting.multisound
com.samsung.android.shortcutbackupservice
com.samsung.android.sm.devicesecurity
com.samsung.android.smartcallprovider
com.samsung.android.smartface
com.samsung.android.smartface.overlay
com.samsung.android.smartswitchassistant
com.samsung.android.stickercenter
com.samsung.android.svcagent
com.samsung.android.themecenter
com.samsung.android.themestore
com.samsung.android.video
com.samsung.android.voc
com.samsung.android.wallpaper.res
com.samsung.android.wcmurlsnetworkstack
com.samsung.android.wifi.p2paware.resources
com.samsung.android.wifi.resources
com.samsung.android.wifi.sbs.resources
com.samsung.android.wifi.softap.resources
com.samsung.android.wifi.softapwpathree.resources
com.samsung.app.newtrim
com.samsung.clipboardsaveservice
com.samsung.cmfa.AuthTouch
com.samsung.cmh
com.samsung.crane
com.samsung.faceservice
com.samsung.gpuwatchapp
com.samsung.ims.smk
com.samsung.internal.systemui.navbar.gestural_no_hint
com.samsung.internal.systemui.navbar.sec_gestural
com.samsung.internal.systemui.navbar.sec_gestural_no_hint
com.samsung.ipservice
com.samsung.klmsagent
com.samsung.knox.securefolder
com.samsung.oda.service
com.samsung.rcs
com.samsung.safetyinformation
com.samsung.sec.android.application.csc
com.samsung.SMT
com.samsung.storyservice
com.sec.android.app.billing
com.sec.android.app.bluetoothagent
com.sec.android.app.camera
com.sec.android.app.chromecustomizations
com.sec.android.app.clockpackage
com.sec.android.app.DataCreate
com.sec.android.app.factorykeystring
com.sec.android.app.fm
com.sec.android.app.hwmoduletest
com.sec.android.app.kidshome
com.sec.android.app.launcher
com.sec.android.app.magnifier
com.sec.android.app.music
com.sec.android.app.myfiles
com.sec.android.app.parser
com.sec.android.app.personalization
com.sec.android.app.popupcalculator
com.sec.android.app.quicktool
com.sec.android.app.safetyassurance
com.sec.android.app.samsungapps
com.sec.android.app.sbrowser
com.sec.android.app.SecSetupWizard
com.sec.android.app.servicemodeapp
com.sec.android.app.setupwizardlegalprovider
com.sec.android.app.soundalive
com.sec.android.app.ve.vebgm
com.sec.android.app.voicenote
com.sec.android.app.wlantest
com.sec.android.CcInfo
com.sec.android.daemonapp
com.sec.android.diagmonagent
com.sec.android.easyMover.Agent
com.sec.android.easyonehand
com.sec.android.emergencylauncher
com.sec.android.gallery3d
com.sec.android.iaft
com.sec.android.mimage.photoretouching
com.sec.android.provider.badge
com.sec.android.provider.emergencymode
com.sec.android.RilServiceModeApp
com.sec.android.sdhms
com.sec.android.smartfpsadjuster
com.sec.android.soagent
com.sec.android.widgetapp.webmanual
com.sec.app.RilErrorNotifier
com.sec.automation
com.sec.bcservice
com.sec.enterprise.knox.cloudmdm.smdms
com.sec.enterprise.mdm.services.simpin
com.sec.epdg
com.sec.epdgtestapp
com.sec.facatfunction
com.sec.factory.camera
com.sec.factory.cameralyzer
com.sec.hearingadjust
com.sec.imslogger
com.sec.imsservice
com.sec.location.nfwlocationprivacy
com.sec.location.nsflp2
com.sec.mhs.smarttethering
com.sec.modem.settings
com.sec.phone
com.sec.spp.push
com.sec.sve
com.sec.unifiedwfc
com.sec.usbsettings
com.sec.vsim.ericssonnsds.webapp
com.shaiban.audioplayer.mplayer
com.skms.android.agent
com.smallpdf.app.android
com.snaptube.premium
com.sneig.livedrama
com.soundcloud.android
com.stremio.one
com.sybertechnology.syberapp.live.release
com.tempmail
com.tgc.greatcoursesplus
com.thedawah.muqri
com.touchtype.swiftkey
com.touchtype.swiftkey1
com.tubitv
com.tumblr
com.twitter.android
com.twitter.androie
com.utorrent.client
com.vanced.manager
com.vedasapps.flashcards
com.video.videodownloader_appdl
com.vpn.free.hotspot.secure.vpnify
com.washingtonpost.android
com.whatsapp
com.windscribe.vpn
com.wondershare.pdfelement
com.wsomacp
com.wssyncmldm
com.xodo.pdf.reader
com.ytheekshana.apkextractor
com.zhiliaoapp.musically
com.zip.unzip.zipextractor.raropener.zipfile
dev.anilbeesetti.nextplayer
eu.darken.sdmse
fm.castbox.audiobook.radio.podcast
gallery.hidepictures.photovault.lockgallery
hotspotshield.android.vpn
instagram.video.downloader.story.saver.ig
io.canarymail.android
io.jojoy
kha.prog.mikrotik
net.podslink
netshare.wifihotspot
org.chromium.webapk.a751a03e11a0d13ff_v2
org.coursera.android
org.hola.prem
org.khanacademy.android
org.readera
org.telegram.messenger
org.videolan.vlc
org.zwanoo.android.speedtest
pan.alexander.tordnscrypt
radiotime.player
ru.zdevs.zarchiver
tech.butterfly.app
tv.standard.nebula
tv.twitch.android.app
uk.co.bbc.learningenglish
uk.co.condenast.wired
us.nobarriers.elsa
vn.innoloop.VOALearningEnglish
wsj.reader_sp
